Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: Elevator call buttons and keypads shall comply with Section 407.2.1.
fr_ca: Les boutons d’appel et les claviers d’ascenseur doivent être conformes à la section 407.2.1.

source: Elevator car and hoistway doors and gates shall comply with Sections 409.3 and 404.
fr_ca: Les portes et les portillons de la cabine d'ascenseur et de la cage d'ascenseur doivent être conformes aux sections 409.3 et 404.

source: Elevator car controls shall comply with Section 407.4.6.
fr_ca: Les commandes de la cabine d'ascenseur doivent être conformes à la section 407.4.6.

source: Elevator car controls shall comply with Sections 409.4.6 and 309.4.
fr_ca: Les commandes de la cabine d'ascenseur doivent être conformes aux sections 409.4.6 et 309.4.

source: Elevator car controls shall not be required to comply with Section 703.4.5.
fr_ca: Les commandes de cabine d'ascenseur ne sont pas tenues de se conformer à la section 703.4.5.

source: Elevator car doors and gates shall be power operated and shall comply with ANSI/BHMA A156.19 listed in Section 106.2.6.
fr_ca: Les portes et les portillons de la cabine d'ascenseur doivent être à commande électrique et être conformes à la norme ANSI/BHMA A156.19 énumérée à la section 106.2.6.

source: Elevator car illumination shall comply with Section 407.4.5.
fr_ca: L'éclairage de la cabine d'ascenseur doit être conforme à la section 407.4.5.

source: Elevator car leveling shall comply with Section 407.4.4.
fr_ca: Le nivellement de la cabine d'ascenseur doit se conformer à la section 407.4.4.

source: Elevator car lighting.
fr_ca: Éclairage de la cabine d'ascenseur.

source: Elevator cars shall comply with Section 408.4.
fr_ca: Les cabines d'ascenseur doivent être conformes à la section 408.4.

source: Elevator cars shall comply with Section 409.4.
fr_ca: Les cabines d'ascenseur doivent être conformes à la section 409.4.

source: Elevator cars shall provide a clear floor width of 42 inches (1065 mm) minimum.
fr_ca: Les cabines d'ascenseur doivent offrir une largeur de plancher libre minimale de 42 po [1065 mm].

source: Elevator cars with a single opening shall have low energy power operated hoistway doors and gates.
fr_ca: Les cabines d'ascenseur à ouverture unique doivent avoir des portes palières et des portillons de cage d'ascenseur à commande électrique à faible consommation d'énergie.

source: Elevator hoistway doors shall comply with Section 408.3.
fr_ca: Les portes de la cage d'ascenseur doivent être conformes à la section 408.3.

source: Elevator installation and operation in high-rise buildings shall comply with Chapter 30 and Sections 403.6.1 and 403.6.2.
fr_ca: L'installation et le fonctionnement des ascenseurs dans les bâtiments de grande hauteur doivent être conformes au chapitre 30 et aux sections 403.6.1 et 403.6.2.

source: Elevator landings shall comply with Section 407.2.
fr_ca: Les paliers d'ascenseur doivent être conformes à la section 407.2.

source: Elevator operation shall be automatic.
fr_ca: Le fonctionnement de l'ascenseur doit être automatique.

source: Elevator, dumbwaiter and other hoistway enclosures shall be shaft enclosures complying with Sections 712 and 713.
fr_ca: Les puits d’ascenseur, de monte-plats et autres puits doivent être des puits encloisonnés conformes aux sections 712 et 713.

source: Elevators complying with Section 407 or 408 shall not be required to comply with Section 409.
fr_ca: Les ascenseurs conformes à la section 407 ou 408 ne sont pas tenus de se conformer à la section 409.

source: Elevators not serving an accessible route.
fr_ca: Ascenseurs ne desservant pas un itinéraire accessible.

source: Elevators serving the unit shall comply with Sections 407, 408 or 409.
fr_ca: Les ascenseurs desservant le logement doivent être conformes aux sections 407, 408 ou 409.

source: Elevators shall be passenger elevators as classified by ASME A17.1/CSA B44.
fr_ca: Les ascenseurs doivent être des ascenseurs de passagers tels que classés par la norme ASME A17.1/CSA B44.

source: Elevators shall comply with Section 407 and ASME A17.1/CSA B44 listed in Section 105.2.5.
fr_ca: Les ascenseurs doivent être conformes à la section 407 et à la norme ASME A17.1/CSA B44 mentionnée à la section 105.2.5.

source: Elevators shall not open into an exit passageway.
fr_ca: Les ascenseurs ne doivent pas s'ouvrir sur un passage d'issue.

source: Elevators shall not open into interior exit stairways and ramps.
fr_ca: Les ascenseurs ne doivent pas s’ouvrir sur les escaliers et les rampes d’issue intérieures.

source: Elevators within open parking garages need not be separated from stairway enclosures.
fr_ca: Les ascenseurs dans les garages de stationnement ouverts n'ont pas besoin d'être séparés des cages d'escalier.

source: Elevators within the unit shall comply with Section 407, 408, or 409.
fr_ca: Les ascenseurs à l'intérieur du logement doivent être conformes à la section 407, 408 ou 409.

source: Elevators, escalators, dumbwaiters, moving walks, material lifts
fr_ca: Ascenseurs, escaliers mécaniques, monte-plats, trottoirs roulants, élévateurs de matériaux

source: Elevators.
fr_ca: Ascenseurs.

source: Elongated openings shall be placed so that the long dimension is perpendicular to the predominant direction of travel.
fr_ca: Les ouvertures allongées doivent être placées de manière à ce que la plus grande dimension soit perpendiculaire au sens de circulation prédominant.

source: Embedment into chimney
fr_ca: Ancrage dans la cheminée

source: Emergency communications systems shall comply with Section 409.4.7.
fr_ca: Les systèmes de communication d'urgence doivent être conformes à la section 409.4.7.

source: Emergency escape and rescue openings shall be operational from inside the room without the use of keys or tools.
fr_ca: Les ouvertures d'évacuation et de sauvetage d'urgence doivent pouvoir être actionnées de l'intérieur de la pièce sans l'utilisation de clés ou d'outils.

source: Emergency escape and rescue openings shall comply with Sections 1031.3.1 through 1031.3.3.
fr_ca: Les ouvertures d'évacuation et de sauvetage d'urgence doivent être conformes aux sections 1031.3.1 à 1031.3.3.

source: Emergency escape and rescue openings shall comply with the requirements of this section.
fr_ca: Les ouvertures d'évacuation et de sauvetage d'urgence doivent être conformes aux exigences de cette section.

source: Emergency escape and rescue openings shall have a minimum net clear opening of 5.7 square feet (0.53 m2).
fr_ca: Les ouvertures d'évacuation et de sauvetage d'urgence doivent avoir une ouverture libre nette minimale de 5,7 pi2 (0,53 m2).

source: Emergency escape and rescue openings shall have the bottom of the clear opening not greater than 44 inches (1118 mm) measured from the floor.
fr_ca: Les ouvertures d’évacuation d’urgence et de sauvetage doivent avoir leur partie inférieure située à une hauteur maximale de 44 po (1 118 mm) au-dessus du plancher.

source: Emergency ventilation shall be provided for stages larger than 1,000 square feet (93 m2) in floor area, or with a stage height greater than 50 feet (15 240 mm).
fr_ca: Une ventilation d’urgence doit être prévue pour les scènes dont la superficie de plancher est supérieure à 1 000 pieds carrés (93 m²) ou dont la hauteur est supérieure à 50 pieds (15 240 mm).

source: Emergency voice/alarm communication system notification per Section 907.5.2.2 shall also be provided in the area of the occupied roof where such system is required elsewhere in the building.
fr_ca: Un système de notification vocale/d’alarme d’urgence conforme à la section 907.5.2.2 doit également être prévu dans l’aire du toit occupé lorsque ce système est exigé ailleurs dans le bâtiment.

source: Emergency voice/alarm communication systems meeting the requirements of Section 907.5.2.2 and installed in accordance with Section 907.6 shall not be required in Group E occupancies with occupant loads of 100 or less, provided that activation of the manual fire alarm system initiates an approved occupant notification signal in accordance with Section 907.5.
fr_ca: Les systèmes de communication vocale et d’alarme d’urgence conformes aux exigences de la section 907.5.2.2 et installés conformément à la section 907.6 ne sont pas requis dans les usages du groupe E dont la charge d’occupants est d’au plus 100 personnes, à condition que l’activation du système d’alarme d’incendie manuel déclenche un signal approuvé de notification des occupants conformément à la section 907.5.

source: Emergency voice/alarm communications systems.
fr_ca: Systèmes de communication vocale/d'alarme d'urgence.

source: Enclosed areas with walls and ceilings in buildings or structures containing open-air assembly seating shall be protected with an approved automatic sprinkler system in accordance with Section 903.3.1.1.
fr_ca: Les espaces fermés par des murs et des plafonds dans les bâtiments ou les structures comportant des sièges pour assemblées à l’air libre doivent être protégés par un système d’extincteurs automatiques approuvé, installé conformément à la section 903.3.1.1.

source: Enclosed areas with walls and ceilings in buildings or structures containing smoke-protected assembly seating shall be protected with an approved automatic sprinkler system in accordance with Section 903.3.1.1.
fr_ca: Les espaces fermés par des murs et des plafonds dans les bâtiments ou les structures comportant des sièges pour assemblées protégés contre la fumée doivent être protégés par un système d’extincteurs automatiques approuvé, installé conformément à la section 903.3.1.1.

source: Enclosed parking garages located beneath Group R-3 occupancies.
fr_ca: Garages de stationnement encloisonnés situés sous les usages du groupe R-3.

source: Enclosed spaces under grandstands or bleachers shall be equipped with an automatic sprinkler system in accordance with Section 903.3.1.1 where either of the following exist:
fr_ca: Les espaces clos sous les tribunes ou les gradins doivent être équipés d'un système d'extincteurs automatiques selon la section 903.3.1.1 lorsque l'une des conditions suivantes existe :

source: Enclosures for bathtubs shall not obstruct controls, faucets, shower and spray units or obstruct transfer from wheelchairs onto bathtub seats or into bathtubs.
fr_ca: Les parois de baignoire ne doivent pas obstruer les commandes, les robinets, les douches et les pulvérisateurs, ni obstruer le transfert des fauteuils roulants vers les sièges de baignoire ou dans les baignoires.

source: Enclosures for interior exit stairways and ramps shall be constructed as fire barriers in accordance with Section 707 or horizontal assemblies constructed in accordance with Section 711, or both.
fr_ca: Les encloisonnements des escaliers et des rampes d’issue intérieurs doivent être construits comme des séparations coupe-feu conformément à la section 707 ou comme des assemblages horizontaux construits conformément à la section 711, ou les deux.

source: Enclosures for interior exit stairways and ramps shall have a fire-resistance rating not less than the floor assembly penetrated, but need not exceed 2 hours.
fr_ca: Les escaliers et les rampes d'issue intérieurs encloisonnés doivent offrir un degré de résistance au feu n'étant pas inférieur à celui du plancher qu'ils traversent, sans toutefois dépasser 2 heures.

source: Enclosures on bathtubs shall not have tracks installed on the rim of the bathtub.
fr_ca: Les parois de baignoire ne doivent pas comporter de rails installés sur la bordure de la baignoire.

source: Encroachments complying with Section 1005.7.
fr_ca: Saillies conformes à la section 1005.7.

source: Entry doors to Accessible dwelling units or sleeping units shall not be required to provide the maneuvering clearance beyond the latch side of the door.
fr_ca: Les portes d'entrée des logements ou des unités de couchage accessibles ne sont pas tenues d'offrir la zone de manœuvre au-delà du côté de la serrure de la porte.

source: Equal to or greater than 25,000
fr_ca: Égal ou supérieur à 25 000

source: Equal to or less than 5,000
fr_ca: Égal ou inférieur à 5000

source: Equipment and ductwork for exit passageway ventilation as permitted by Section 1024.6 shall comply with one of the following:
fr_ca: L'équipement et les conduits pour la ventilation du passage d'issue, tels qu'autorisés par l'article 1024.6, doivent être conformes à l'une des conditions suivantes :

source: Equipment and ductwork for interior exit stairway and ramp ventilation as permitted by Section 1023.5 shall comply with one of the following items:
fr_ca: L'équipement et les conduits pour la ventilation des escaliers et des rampes d'issue intérieurs autorisés par l'article 1023.5 doivent être conformes à l'un des points suivants :

source: Equipment required to provide smoke control shall be provided with standby power in accordance with Section 909.11.
fr_ca: L'équipement requis pour assurer le contrôle de la fumée doit être muni d'une alimentation de secours selon la section 909.11.

source: Escalators and moving walks shall be constructed of approved noncombustible and fire-retardant materials.
fr_ca: Les escaliers roulants et les trottoirs roulants doivent être construits avec des matériaux incombustibles et ignifuges approuvés.

source: Escalators shall cease operation when the shutter begins to close.
fr_ca: Les escaliers mécaniques doivent cesser de fonctionner lorsque le volet commence à se fermer.

source: Every dwelling unit shall be provided with a water closet, lavatory, and a bathtub or shower.
fr_ca: Chaque unité d'habitation doit être dotée d'une cabine de toilette, d'un lavabo et d'une baignoire ou d'une douche.

source: Every dwelling unit shall have not less than one room that shall have not less than 120 square feet (11.2 m2) of net floor area.
fr_ca: Chaque logement doit avoir au moins une pièce qui doit avoir au moins 120 pi2 (11,2 m2) de surface de plancher nette.

source: Every occupied portion of any building, room or space used for assembly purposes that contains seats, tables, displays, similar fixtures or equipment shall be provided with aisles leading to exits or exit access doorways in accordance with this section.
fr_ca: Toute partie occupée d’un bâtiment, d’une salle ou d’un espace utilisé à des fins d’assemblée et contenant des sièges, des tables, des présentoirs, des installations similaires ou de l’équipement doit être pourvue d’allées menant aux issues ou aux baies de portes d’accès à l’issue, conformément à la présente section.

source: Every permit issued shall become invalid unless the work on the site authorized by such permit is commenced within 180 days after its issuance, or if the work authorized on the site by such permit is suspended or abandoned for a period of 180 days after the time the work is commenced.
fr_ca: Tout permis délivré devient invalide si les travaux sur le chantier autorisés par ce permis ne sont pas commencés dans les 180 jours suivant sa délivrance ou si les travaux autorisés par ce permis sur le chantier sont suspendus ou abandonnés pendant une période de 180 jours après leur commencement.

source: Every required interior exit stairway serving floors more than 75 feet (22 860 mm) above the lowest level of fire department vehicle access shall be a smokeproof enclosure in accordance with Sections 909.20 and 1023.12.
fr_ca: Chaque escalier d’issue intérieur exigé desservant des étages situés à plus de 75 pi (22 860 mm) au-dessus du niveau le plus bas d’accès des véhicules du service d’incendie doit être une enceinte à l’épreuve de la fumée conforme aux articles 909.20 et 1023.12.

source: Except as indicated in Section R308.1.1 each pane of glazing installed in hazardous locations as defined in Section R308.4 shall be provided with a manufacturer’s designation specifying who applied the designation, the type of glass and the safety glazing standard with which it complies, and that is visible in the final installation.
fr_ca: Sauf indication contraire à l’article R308.1.1, chaque panneau de vitrage installé dans des endroits dangereux tels que définis à l’article R308.4 doit être muni d’une désignation du fabricant précisant qui a apposé la désignation, le type de verre et la norme de verre de sécurité à laquelle il se conforme, et qui est visible dans l’installation finale.

source: Except as modified or as provided for in this section, the provisions of Chapter 10 shall apply.
fr_ca: Sauf modifications ou dispositions prévues dans la présente section, les dispositions du chapitre 10 doivent s’appliquer.

source: Except as permitted in Section 402.8.7, openings in exit passageways other than unprotected exterior openings shall be limited to those necessary for exit access to the exit passageway from normally occupied spaces and for egress from the exit passageway.
fr_ca: Sauf dans les cas autorisés par la section 402.8.7, les ouvertures dans les passages d’issue, autres que les ouvertures extérieures non protégées, doivent être limitées à celles qui sont nécessaires pour permettre l’accès à l’issue depuis les espaces normalement occupés et pour permettre l’évacuation du passage d’issue.

source: Except as provided for in Sections 1109.2.2 and 1109.2.3, at least one of each type of fixture, element, control or dispenser in each accessible toilet room and bathing room shall be accessible.
fr_ca: À l'exception des dispositions contenues dans les sections 1109.2.2 et 1109.2.3, au moins un de chaque type d’appareil, d’élément, de dispositif de commande ou de distributeur dans chaque cabinet de toilette et salle de bain accessibles doit être accessible.

source: Except as required in Section 404, the minimum required area and dimension shall be measured from the finished interior dimension at a height equal to the top of the threshold and at a point tangent to its centerline and shall be continued to a height not less than 70 inches (1778 mm) above the shower drain outlet.
fr_ca: Sauf dans les cas prévus à l'article 404, l'aire et la dimension minimales exigées doivent être mesurées à partir de la dimension intérieure finie à une hauteur égale au sommet du seuil et à un point tangent à son axe, et elles doivent se prolonger jusqu'à une hauteur d'au moins 70 po [1778 mm] au-dessus de la sortie du drain de douche.

source: Exemptions from permit requirements of this code shall not be deemed to grant authorization for any work to be done in any manner in violation of the provisions of this code or any other laws or ordinances of this jurisdiction.
fr_ca: Les exemptions aux exigences en matière de permis du présent code ne sont pas réputées autoriser l’exécution de travaux qui contreviennent de quelque manière que ce soit aux dispositions du présent code ou à toute autre loi ou ordonnance de cette juridiction.

source: Exhaust air from the space shall be exhausted directly to the outdoors.
fr_ca: L'air évacué de l'espace doit être évacué directement vers l'extérieur.

source: Exhaust air shall not be directed onto walkways.
fr_ca: L'air d'évacuation ne doit pas être dirigé vers les allées.

source: Existing call buttons and existing keypads shall be permitted to be located 54 inches (1370 mm) maximum above the floor, measured to the centerline of the highest operable part.
fr_ca: Les boutons d'appel existants et les claviers existants peuvent être situés à une hauteur maximale de 54 po [1370 mm] au-dessus du sol, mesurée jusqu'à la ligne d'axe de la partie manœuvrable la plus haute.

source: Existing doors to hospital patient sleeping rooms shall be exempt from the requirement for space at the latch side provided the door is 44 inches (1120 mm) minimum in width.
fr_ca: Les portes existantes des chambres de repos des patients d'un hôpital sont exemptées de l'exigence d'espace du côté de la serrure, à condition que la largeur minimale de la porte soit de 44 po [1120 mm].

source: Existing elevator call buttons shall not be required to comply with Section 407.2.1.2.
fr_ca: Les boutons d'appel d'ascenseur existants ne sont pas tenus de se conformer à la section 407.2.1.2.

source: Existing structures on a site shall not contribute to the total number of units on a site.
fr_ca: Les bâtiments existants sur un site ne doivent pas être pris en compte dans le nombre total d’unités sur le site.

source: Exit access stairways and ramps serving a stage or platform are not required to be enclosed.
fr_ca: Les escaliers et les rampes d'accès à l'issue desservant une scène ou une plateforme ne sont pas tenus d'être fermés.

source: Exit access stairways and ramps serving as an exit access component in a means of egress system shall comply with the requirements of this section.
fr_ca: Les escaliers et les rampes d'accès à l'issue servant de composant d'accès à l'issue dans un moyen d'évacuation doivent être conformes aux exigences de la présente section.

source: Exit access stairways and ramps serving technical production areas are not required to be enclosed.
fr_ca: Les escaliers et les rampes d'accès à l'issue desservant les zones de production technique ne sont pas tenus d'être encloisonnés.

source: Exit access stairways and ramps that serve floor levels within a single story are not required to be enclosed.
fr_ca: Les escaliers et les rampes d'accès à l'issue qui desservent des niveaux du sol dans un même étage ne sont pas tenus d'être encloisonnés.

source: Exit access stairways providing means of egress from mezzanines are permitted as part of an accessible means of egress.
fr_ca: Des escaliers d'accès à l'issue procurant un moyen d'évacuation à partir d'une mezzanine peuvent faire partie d'un moyen d'évacuation accessible.

source: Exit access travel distance for areas open to an atrium shall comply with the requirements of Section 1017.
fr_ca: La distance de parcours jusqu’à l’issue pour les zones ouvertes sur un atrium doit être conforme aux exigences de l’article 1017.

source: Exit access travel distance shall be measured to the closest riser of the exit stairway.
fr_ca: La distance de parcours de l’accès à l’issue doit être mesurée jusqu’à la contremarche la plus proche de l’escalier d’issue.

source: Exit discharge components shall be sufficiently open to the exterior so as to minimize the accumulation of smoke and toxic gases.
fr_ca: Les éléments de l'issue d'évacuation doivent être suffisamment ouverts sur l'extérieur de manière à réduire au minimum l'accumulation de fumée et de gaz toxiques.

source: Exit passageway enclosures shall have walls, floors and ceilings of not less than a 1-hour fire-resistance rating, and not less than that required for any connecting interior exit stairway or ramp.
fr_ca: Les passages d'issue encloisonnés doivent avoir des murs, des planchers et des plafonds présentant un degré de résistance au feu d’au moins 1 heure, et au moins égal à celui exigé pour tout escalier ou rampe d’issue intérieur raccordé.

source: Exit passageway opening protectives shall be in accordance with the requirements of Section 716.
fr_ca: La protection d'ouvertures des passages d'issue doit être conforme aux exigences de la section 716.

source: Exit passageway ventilation systems shall be independent of other building ventilation systems.
fr_ca: Les systèmes de ventilation des passages d'issue doivent être indépendants des autres systèmes de ventilation du bâtiment.

source: Exit passageways on other levels shall terminate at an exit.
fr_ca: Les passages d'issue aux autres niveaux doivent aboutir à une issue.

source: Exit passageways on the level of exit discharge shall terminate at an exit discharge.
fr_ca: Les passages d'issue au niveau de l'issue d'évacuation doivent aboutir à une issue d'évacuation.
